#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # dnsimple_record.txt_hey_verification will be created
  + resource "dnsimple_record" "txt_hey_verification" {
      + domain    = "nathanherald.com"
      + domain_id = (known after apply)
      + hostname  = (known after apply)
      + id        = (known after apply)
      + priority  = (known after apply)
      + ttl       = "3600"
      + type      = "TXT"
      + value     = "hey-verification:y5Vmkr1f5B7Dbs4PfKdcQX7q"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `terraform`, Action: `hashicorpterraform-github-actions2`, Working Directory: `.`, Workspace: `default`*
